# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# install
brew "ag"
brew "atool"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-compose"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "font-hack-nerd-font"
brew "font-jetbrains-mono-nerd-font"
brew "fswatch"
brew "fzf"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "golang"
brew "gource"
brew "graphviz"
brew "grep"
brew "htop"
brew "hub"
brew "hyperfine"
brew "hyperfine"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "just"
brew "lame"
brew "lua"
brew "multimarkdown"
brew "neovim"
brew "nvm"
brew "offlineimap"
brew "ossp-uuid"
brew "par2"
brew "pinentry-mac"
brew "pngquant"
brew "postgresql@14"
brew "pstree"
brew "python3"
brew "r"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "rsync"
brew "ruby"
brew "ruby-install"
brew "selecta"
brew "shellcheck"
brew "shfmt"
brew "sqlite-utils"
brew "sqlite3"
brew "stow"
brew "svn"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"

# Casks
cask "alfred"
cask "bettertouchtool"
cask "bitwarden"
cask "caffeine"
cask "discord"
cask "docker"
cask "font-source-code-pro"
cask "iterm2"
cask "obsidian"
cask "rstudio"
cask "slack"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
