# install
brew "asheshgoplani/tap/agent-deck"
brew "coreutils"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git" 
brew "git-delta" 
brew "git-lfs" 
brew "gnupg"
brew "golang"
brew "graphviz"
brew "grep"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "just"
brew "lua"
brew "nvim"
brew "nvm"
brew "pass"
brew "pinentry-mac"
brew "pstree"
brew "python3"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "sqlite3"
brew "sst/tap/opencode"
brew "stow"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh"

# Casks
cask "bitwarden"
cask "docker"
cask "fantastical"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "obsidian"
cask "ollama"
cask "raycast"
cask "slack"
cask "todoist"
cask "tuple"
cask "vlc"
