# install
brew "ag"
brew "atool"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-compose"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghc"
brew "git" 
brew "git-delta" 
brew "git-lfs" 
brew "gnupg"
brew "golang"
brew "gource"
brew "graphviz"
brew "grep"
brew "htop"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "just"
brew "lame"
brew "lua"
brew "multimarkdown"
brew "neovim"
brew "nvm"
brew "offlineimap"
brew "opencode-ai/tap/opencode"
brew "ossp-uuid"
brew "par2"
brew "pass"
brew "pinentry-mac"
brew "pngquant"
brew "postgresql@14"
brew "pstree"
brew "python3"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruby-install"
brew "rust"
brew "selecta"
brew "shellcheck"
brew "shfmt"
brew "sqlite-utils"
brew "sqlite3"
brew "stow"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "tree"
brew "wget"
brew "zsh"

# Casks
cask "alfred"
cask "bitwarden"
cask "docker"
cask "fantastical"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "hammerspoon"
cask "obsidian"
cask "ollama"
cask "raycast"
cask "slack"
cask "todoist"
cask "tuple"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm"
